export const SCALE = [
  '1~30人',
  '31~100人',
  '101~300人',
  '301~1000人',
  '1001~人',
];

export const SERVICE_TYPE = [
  'IT・通信',
  'メーカー',
  '医療・医療サービス',
  '金融',
  '建設・不動産',
  'コンサルティング・専門事務所',
  '人材・アウトソーシング',
  '小売',
  '外食',
  '運輸・物流',
  '旅行・宿泊',
  '理容・美容',
  '教育',
  '公務員',
  'その他',
];

export const DEPARTMENT = [
  '総務部',
  '人事部',
  '法務部',
  '経理部',
  '財務部',
  'マーケティング部',
  '広報部',
  '営業部',
  '流通部門',
  '開発部',
  '製造部',
  '企画部',
  '秘書室',
  '社長室',
];

export const POSITION = ['一般職', '係長', '課長', '部長', '社長', 'その他'];

export default SCALE;
